Revit 2027 API
DockablePanes.BuiltInDockablePanes.FabricationPartBrowser Property
 The Fabrication part browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId FabricationPartBrowser { get; }
Public Shared ReadOnly Property FabricationPartBrowser As DockablePaneId
	Get
public:
static property DockablePaneId^ FabricationPartBrowser {
	DockablePaneId^ get ();
}
static member FabricationPartBrowser : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace